[Akimbo X2SoldierClassTemplate]
+DisplayName="双枪客"
+ClassSummary="双枪客手持两把单手武器擅长在近距离和中距离攻击敌人，擅长枪战和闪避，或是以一系列令人惊讶的近战攻击来突袭敌人。"
+LeftAbilityTreeTitle="枪斗士"
+RightAbilityTreeTitle="打击手"
AbilityTreeTitles[0]="枪斗士"
AbilityTreeTitles[1]="打击手"
AbilityTreeTitles[2]="补充"

+RandomNickNames[0]="审判"
+RandomNickNames[1]="与众不同"
+RandomNickNames[2]="特技大师"
+RandomNickNames[3]="魔术师"
+RandomNickNames[4]="王牌"
+RandomNickNames[5]="德州"
+RandomNickNames[6]="快枪手"
+RandomNickNames[7]="幸运"
+RandomNickNames[8]="加倍"
+RandomNickNames[9]="疏离"
+RandomNickNames[10]="牛仔"
+RandomNickNames[11]="扳机"
+RandomNickNames[12]="马其顿人"
+RandomNickNames[13]="威克"
+RandomNickNames[14]="倾泻"
+RandomNickNames[15]="双枪秀"
+RandomNickNames[16]="牧师"
+RandomNickNames[17]="前锋"
+RandomNickNames[18]="雷克利斯"
+RandomNickNames[19]="马格鲁斯"
+RandomNickNames[20]="反抗者"
+RandomNickNames[21]="割裂"
+RandomNickNames[22]="冲击"

;+RandomNickNames[19]="四十七"
;+RandomNickNames[11]="政务"
;+RandomNickNames[9]="双枪"
;+RandomNickNames[17]="狂野西部"
;+RandomNickNames[14]="子弹巫师"
;+RandomNickNames[0]="射手"
;+RandomNickNames[2]="六枪"
;+RandomNickNames[3]="游侠"
;+RandomNickNames[4]="布法罗"
;+RandomNickNames[13]="梅森"
;+RandomNickNames[15]="史密斯维森"


;//SQUADDIE PERKS
;///LocHelpText - shown in tactical under ability name
;///LocLongDescription - shown in strategic at the bottom, and on mouseover on corner icon in tactical

[DP_DualPistols X2AbilityTemplate]
LocFriendlyName="双武器专精"
LocLongDescription="这名士兵接受过特殊训练，在双持武器时不会受到瞄准惩罚。"
LocPromotionPopupText="<Bullet/>大多时候双枪客射击时单独计算两把武器的命中。 每次射击将使用独立的命中判定，并且仅受到该武器的插件影响。<br/><Bullet/>RPG Overhaul: 除了配备双手枪以外，所有需要这种特殊技能的技能都不能正常工作。"

;//GUN FU PERKS

[DP_TrickShot X2AbilityTemplate]
LocFriendlyName="特技射击"
LocLongDescription="射击掩体后的敌人，紧接着迅速进行第二次射击，修正第一次射击的弹道，给敌人一个意料之外的打击。"
LocHelpText="使用主手武器向掩体后的目标进行侧翼射击。"
LocFlyOverText="特技射击" 
LocPromotionPopupText="<Bullet/>特技射击无视目标掩体防御加成。<br/><Bullet/>仅能使用主手武器造成伤害。<br/><Bullet/>这种能力得益于猎人的本能，并提供了与实际侧翼射击相同暴击几率。<br/><Bullet/>没有冷却时间。<br/>"

[DP_BulletTime X2AbilityTemplate]
LocFriendlyName="子弹时间"
LocLongDescription="手枪射击,特技射击,致残射击,将死和倾泻火力不再结束回合。"
LocFlyOverText="子弹时间"

[DP_GunKata_Active X2AbilityTemplate]
LocFriendlyName="枪斗术"
LocLongDescription="取代监视射击。获得2个监视行动点。允许使用监视行动点来闪避敌人射击和还击。"
LocHelpText="授予2个监视行动点，这些行动点会自动用于反应射击并且闪避敌人射击。"
LocFlyOverText="枪斗术" 
LocPromotionPopupText="<Bullet/> 枪斗术闪避：敌人的命中射击将自动变成未命中。如果该射击检定必定射偏，则不消耗行动点。<br/><Bullet/>枪斗术适用于小精灵授予的监视行动点，威胁评估和其他类似技能。<br/><Bullet/>RPG Overhaul: 与时刻警惕相互排斥。"

[GunKata_Passive X2AbilityTemplate]
LocFriendlyName="枪斗术"
LocHelpText="监视射击行动点可用于闪避射击并进行还击."
LocFlyOverText="枪斗术闪避"

[DP_SpinningReload_Active X2AbilityTemplate]
LocFriendlyName="循环装弹"
LocLongDescription="替代原本的装填弹药。武器装填弹药并获得一个监视行动点。此外，这种能力使士兵能够在敌人回合时被动消耗监视行动点自动进行装填弹药。"
LocHelpText="武器装填弹药并进行监视。"
LocFlyOverText="循环装弹" 

[DP_SpinningReload_Passive X2AbilityTemplate]
LocFriendlyName="循环装弹"
LocLongDescription="替代原本的装填弹药。武器装填弹药并获得一个监视行动点。此外，这种能力使士兵能够在敌人回合时被动消耗监视行动点自动进行装填弹药。"
LocHelpText="自动使用监视行动点进行自动装填弹药。"
LocPromotionPopupText="<Bullet/> 在自己的回合使用循环装弹来获得一个\"免费\" 的监视行动点。 <br/><Bullet/> 另一种可能，在敌人的回合，如果士兵用完了弹药并至少有一个监视行动点就会自动触发循环装弹。<br/><Bullet/> 如果在你的下一个回合开始时，士兵仍有一个监视行动点，他们将会重新装弹尽管弹夹还有剩余弹药以避免浪费监视行动点。" 

[DP_Quicksilver X2AbilityTemplate]
LocFriendlyName="银色快手"
LocLongDescription="监视, 手枪监视和枪斗术将不再结束回合。另外，反应射击增加20命中。"
LocPromotionPopupText="这个能力允许一个回合激活数次监视, 每次激活获得额外的监视行动点。"

[DP_Unload X2AbilityTemplate]
LocFriendlyName="倾泻火力"
LocLongDescription="使用两把武器射击单个目标。每把武器连射3次，共消耗6个弹药，3回合冷却，不能造成暴击并有-20的瞄准惩罚。"
LocHelpText="每把武器对单个目标开火3次，3回合冷却。"
LocFlyOverText="倾泻火力"

;//SCRAPPER PERKS

[DP_PistolWhip X2AbilityTemplate]
LocFriendlyName="枪柄打击"
LocLongDescription="移动到敌人附近并用两种武器攻击造成正常武器伤害。枪柄打击不会结束回合如果敌人已经在近战范围。"
LocHelpText="移动到敌人附近并用两种武器攻击。"
LocFlyOverText="枪柄打击"
LocPromotionPopupText="<Bullet/>枪柄打击造成普通武器伤害，但是无法获得任何侧翼暴击奖励或者特殊子弹效果。<br/><Bullet/>每把武器攻击都使用独立的命中检定。"

[DP_BonusMeleeAim X2AbilityTemplate]
LocFriendlyName="扳机护环"
LocLongDescription="当双持武器时所有近战攻击+20命中。"
LocHelpText="当双持武器时所有近战攻击获得+20命中。"

[DP_TakeInitiative X2AbilityTemplate]
LocFriendlyName="主动进攻"
LocLongDescription="在使用枪柄打击攻击敌人后, 立即对近战范围内的每个敌人（包括原始目标）发动额外的双重近战反应攻击。"
LocFlyOverText="主动进攻"
LocPromotionPopupText="<Bullet/> 每个敌人行动的回合从主动进攻中触发一次双重近战攻击。<br/><Bullet/> 这个技能持续作用直到你的回合结束或敌人的回合结束便会重置。<br/><Bullet/> 此攻击被视为反应攻击，并将有命中惩罚。"

[DP_CQCSupremacy X2AbilityTemplate]
LocFriendlyName="近身格斗大师"
LocLongDescription="对近战范围内移动或进行动作的敌人进行双重近战攻击。"
LocFlyOverText="近身格斗大师"
LocPromotionPopupText="<Bullet/> 每个敌人行动的回合从近身格斗大师中触发一次双重近战攻击。<br/><Bullet/> 这个技能持续作用直到你的回合结束或敌人的回合结束便会重置。"

[DP_ElectrifiedSpikes X2AbilityTemplate]
LocFriendlyName="带电尖刺"
LocLongDescription="重复对单个目标进行近战攻击有75％的机率使其混乱。近战攻击混乱的敌人有75％的几率使其晕眩。此外，针对混乱或晕眩的敌人的每次近战攻击将撕碎1点护甲。"
LocFlyOverText="带电尖刺"
LocPromotionPopupText="<Bullet/>此效果适用于枪柄打击的二次攻击。<br/><Bullet/>如果你在Musashi的RPG Overhaul中使用这种能力，那么请注意它只适用于双枪客的近战攻击。"

[DP_Checkmate X2AbilityTemplate]
LocFriendlyName="将死"
LocLongDescription="使用主武器进行特殊射击，对近距离眩晕，混乱或者恐慌的敌人造成300%的伤害，必定命中暴击。" 
LocHelpText="使用主武器进行特殊射击，对近距离眩晕，混乱或者恐慌的敌人造成300%的伤害，必定命中暴击。"
LocFlyOverText="将死"
LocPromotionPopupText="<Bullet/> 只能用于攻击邻近1格内的眩晕，混乱或者恐慌的敌人。<br/><Bullet/>不能进行移动。<br/><Bullet/> 将死必定命中并暴击<br/><Bullet/> 消耗一颗弹药。没有冷却时间。"

[DP_LimitBreak X2AbilityTemplate]
LocFriendlyName="突破极限"
LocLongDescription="允许士兵打破人类思维的束缚，获得对身体的完美掌控。可以无限制行动直到回合结束。使用超过4个行动点将使士兵立即受到伤害，相当于最大生命值的10％。使用超过5个行动点士兵混乱的机率增加。士兵受到的其他来源伤害会延迟到下一回合开始并放大25％。每次任务仅可使用一次。"
LocHelpText="可以无限制行动直到回合结束。过度使用会使士兵受伤并可能使他们混乱。士兵受的到其他来源伤害延迟1回合并增加25％。"
LocFlyOverText="突破极限"
LocPromotionPopupText="<Bullet/>突破极限只需要1个行动点，但是若在有多个行动点情况下先使用此技能视作全部消耗。<br/><Bullet/>激活突破极限后士兵将能无限制行动直到回合结束。但是，使用超过4个行动点将使士兵立即受到伤害，相当于最大生命值的10％。<br/><Bullet/>此技能造成的伤害会取消监视射击。<br/><Bullet/>士兵受到的其他来源伤害会延迟到下一回合开始并放大25％。<br/><Bullet/>如果此时攻击造成的伤害超过士兵当前生命值仍然会死亡。<br/><Bullet/>连续进行超过5次行动将有机率使士兵混乱。混乱的机率：<br/><Bullet/>6次行动: 25%<br/><Bullet/>7次行动: 50%<br/><Bullet/>8次行动: 75%<br/><Bullet/>9次行动: 90%<br/><Bullet/>10次或者更多次行动：95%<br/><Bullet/>注意：心灵护盾或其他类似的效果会阻止士兵失去意识。<br/><Bullet/>如果士兵失去意识，并在当前回合恢复，他们仍然会受到突破极限的影响并且行动次数不会重置。"

[DP_LimitBreak_SelfDamage X2AbilityTemplate]
LocFlyOverText="突破极限"

;// SUPPLEMENTAL TREE

[DP_LegShot X2AbilityTemplate]
LocFriendlyName="致残射击"
LocLongDescription="一种特殊的双枪射击，可以减少敌人的移动力，并可能使他们无法移动。造成一半伤害并且不能暴击。移动减少持续一回合。"
LocHelpText="双枪射击可能使目标无法移动1回合。造成一半武器伤害，不能暴击。"
LocFlyOverText="致残射击"
LocPromotionPopupText="<Bullet/> 使用此技能时每次击中敌人降低其10点移动力。技能不会阻止敌人传送或使用抓钩。<br/><Bullet/> 没有冷却时间。"

[DP_DirtyKick X2AbilityTemplate]
LocFriendlyName="卑鄙打击"
LocLongDescription="移动到敌人附近并攻击目标的要害。如果击中，则眩晕持续3个行动点。"
LocHelpText="移动到敌人附近并攻击目标的要害。如果击中，则眩晕持续3个行动点。"
LocFlyOverText="卑鄙打击"
LocPromotionPopupText="<Bullet/>这种能力使用近战攻击的移动和命中进行计算，但它不会造成任何伤害，即便使用了猎手本能。<br/><Bullet/>不能用于对付大型敌人或机械敌人。<br/><Bullet/>如果击中，晕眩持续3个行动点， 意味着大多数敌人整个回合都会晕眩, 并且在此之后他们下次的行动回合时只能进行1次动作。<br/><Bullet/>消耗一个行动点并且不会结束回合。<br/><Bullet/> 3回合冷却"
[DP_HuntersInstinct X2AbilityTemplate]
LocFriendlyName="猎手本能"
LocLongDescription="使侧翼敌人的远程伤害提高1点，近战伤害提高1点。"
LocFlyOverText="猎手本能"
LocPromotionPopupText="每次射击和近战攻击都会增加额外伤害。可作用于特技射击。"